{
    "Marked as dead": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that *Death status* has been reported by the State. If it is not correct, I suggest you to complete your e-KYC and revoke the status to avail the benefit of the PM KISAN scheme if you are otherwise eligible.",
        "types":["payment"]
    },
    "Name Correction Required": {
        "text":"Dear {{farmer_name}}, your payment has not been processed due to mismatch of your registered name and Aadhaar name. To avail the benefits under PM KISAN, you are requested to visit PM KISAN portal and correct your name by using \"Name correction as per Aadhaar\" under Farmer corner module",
        "types":["payment"]
    },
    "Income Tax Payee": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have been marked as *Income Taxpayer* after verification. As per the guidelines of the scheme, Income tax payees are not eligible to avail benefit of the PM KISAN scheme. For more details, you may visit the PM KISAN Portal.",
        "types":["payment"]
    },
    "Location Correction Required": {
        "text":"Dear {{farmer_name}}, to receive benefits under PM KISAN scheme request you to kindly visit the nearest office, to provide the updated and accurate location details, ensuring that your information aligns with your current address.",
        "types":["scheme","payment"]
    },
    "Not a Landowner": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have been marked as a *Landless farmer* by the State. If this information is not correct, I suggest you to kindly visit your nearest district/ block office and get your land details updated on the PM KISAN portal.",
        "types":["payment"]
    },
    "Internal stopped by State Department": {
        "text":"Dear {{farmer_name}}, I have checked your status  and found that your payment has been stopped by the State. I suggest you to please contact the concerned  District/Block nodal officer to resolve the issue to continue availing the benefit of the scheme.",
        "types":["payment"]
    },
    "Benefit Surrender": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have surrendered your PM KISAN benefit. Therefore, your payment has not been processed.",
        "types":["payment"]
    },
    "Old district to new district transfer": {
        "text":"Dear {{farmer_name}}, you have not received your payment as your location details are incorrect. By visiting the nearest office, you can provide the updated and accurate location details, ensuring that your information aligns with your current address.",
        "types":["payment"]
    },
    "Invalid Gender Value": {
        "text":"Dear {{farmer_name}}, you have not received your payment as your gender information is invalid in PM KISAN.  you can rectify it by utilizing the Gender correction Module available in the PM KISAN portal.",
        "types":["payment"]
    },
    "UID NEVER ENABLE FOR DBT": {
        "text":"Dear {{farmer_name}}, I have checked your account and found that your bank account is not linked with your Aadhaar number. Therefore, benefits have not been released. I suggest you to link your Aadhaar with the bank account and enable it for DBT payment to continue to avail the benefits.",
        "types":["payment","aadhar"]
    },
    "NPCI Not Seeded": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that your bank account is not linked with your Aadhaar number. Therefore, benefit have not been released. I suggest you to visit your bank and seed Aadhaar with your bank account to avail the benefit of the PM KISAN scheme. Please also enable the account for DBT mode in the bank.",
        "types":["payment","aadhaar"]
    },
    "UID is Disable for DBT": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that your bank account is not linked with your Aadhaar number. Therefore, benefits have not been released. I suggest you to link your Aadhaar with your bank account in your bank and enable it for DBT payment to continue availing the benefits of PM KISAN scheme",
        "types":["payment","aadhaar"]
    },
    "UID is CANCELLED BY UIDAI": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that your Aadhaar number is cancelled by UIDAI. I suggest you to please sort out your issue with your nearest Aadhaar centre.",
        "types":["payment","aadhaar"]
    },
    "Institutional Land holder": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have been marked as an institutional land holder by State. Please note that as per guidelines of the scheme, institutional land holders are not eligible to avail the benefit of the PM KISAN Scheme. If it is not correct, I suggest you to please visit your nearest district/ block office with your land documents and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "Former Constitutional Post Holder": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have been marked as a former Constitutional Post Holder by the State. As per guidelines of the scheme, former Constitutional Post Holder are not eligible to avail the benefit of the PM KISAN. If it is not correct, I suggest you to please visit your nearest district/ block office and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "Constitutional Position Holder": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have been marked as a Constitutional Post Holder by State. As per guidelines of the scheme, Constitutional Post Holder are not eligible to avail the benefit of the PM KISAN. If it is not correct, I suggest you to please visit your nearest district/ block office and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "Employees of State/Central/ Local Bodies/ PSU": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have been marked as an Employee of State/Central/ Local Bodies/ PSU by the State. As per guidelines of the scheme, Employees of State/Central/ Local Bodies/ PSU are not eligible to avail the benefit of the PM KISAN. If it is not correct, I suggest you to please visit your nearest district/ block office and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "Superannuated/Retired Pensioner": {
        "text":"Dear {{farmer_name}}, I have checked your account and found that you have been marked as a superannuated/ Retired Pensioner by the State. As per guidelines of the scheme, Superannuated/Retired Pensioners with Rs 10,000/- per month pension are not eligible to avail the benefit of the PM KISAN. If it is not correct, I suggest you to please visit your nearest district/ block office and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "Registered Professional": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have been marked as a Registered Professional by the State. As per guidelines of the scheme, Registered Professionals are not eligible to avail the benefit of the PM KISAN. If it is not correct, I suggest you to please visit your nearest district/ block office and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "NRI": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have been marked as an NRI by the State. As per guidelines of the scheme, NRIs are not eligible to avail the benefit of the PM KISAN. If it is not correct, I suggest you to please visit your nearest district/ block office and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "Beneficiary does not belongs to our state": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have been marked as \"does not belong to our state\" by the State. As per guidelines, you are required to register from the State where your land is located. If this information is incorrect, I suggest you visit your district/ block nodal office to continue receiving the benefits of the scheme.",
        "types":["payment"]
    },
    "Land Ownership does not stand in his/her name.": {
        "text":"Dear {{farmer_name}}, I have checked our records and found that you have been marked as *ineligible* by the State as the land ownership does not stand under your name. As per guidelines of the scheme, only agricultural land owners are eligible to avail the benefit of the PM KISAN scheme. If it is not correct, I suggest you to please visit your nearest district/ block office and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "Head of the family already receives the benefit of the scheme.": {
        "text":"Dear {{farmer_name}}, As per our records your payment has been stopped as you have been marked as *Ineligible* by the State as another member of your family is already beneficiary of the PM KISAN Scheme. As per guidelines of the scheme, only one member of the farmer family is eligible to avail the benefit of the PM KISAN scheme. If it is not correct, I suggest you to please visit your nearest district/ block office and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "Farmer got land less (due to sale purchase)": {
        "text":"Dear {{farmer_name}}, I have checked our records and found your payment has been stopped by the State as you have been marked as a *landless farmer*. If this information is not correct, I suggest you to kindly visit your nearest district/ block office and  get  your land details updated on the PM KISAN portal.",
        "types":["payment"]
    },
    "Land use other than agriculture (If land use change other than agriculture)": {
        "text":"Dear {{farmer_name}}, I have checked our records and found that your Land is not being used for agriculture as per State level officials. As per guidelines of the scheme, only agricultural land owners are eligible to avail the benefit of the PM KISAN Scheme.",
        "types":["payment"]
    },
    "Untraceable Beneficiary": {
        "text":"Dear {{farmer_name}}, As per our records you have been marked as untraceable by State. If this information is not correct, you may revoke this status by completing your e-KYC through biometric or face authentication. Once e-KYC is updated, you may get  the benefit of the PM KISAN scheme, if otherwise eligible.",
        "types":["payment"]
    },
    "Underage": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have been marked as *Underage*. As per guidelines of the scheme, minor son/daughter is a member of farmer family, hence not eligible. If it is not correct, I suggest you to please visit your nearest district/ block office and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "Land Owner After 01-02-2019": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have not received your payment as *you have become the owner of the land after 01.02.2019*. As per guidelines of the scheme, agricultural land owners after 01.02.2019 are not eligible to avail the benefit of the PM KISAN Scheme. If it is not correct, I suggest you to please visit your nearest district/ block office and rectify it on the PM KISAN portal.",
        "types":["payment"]
    },
    "FTO not processed, Stop payment after RFT": {
        "text":"Dear {{farmer_name}}, I have checked your account and found that you have not received your payment as your payment has been stopped by the State. I suggest you to please contact the District/Block nodal officer  and resolve the issue.",
        "types":["payment"]
    },
    "FTO not processed, Aadhaar Not Authenticated": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that your registered name does not match with Name in Aadhaar. I suggest you to visit the PM KISAN portal and correct your name as per Aadhaar from the *Name correction as per Aadhaar* module to continue to avail the benefit under the PM KISAN scheme.",
        "types":["payment"]
    },
    "FTO not processed, Aadhar is not seeded": {
        "text":"Dear {{farmer_name}}, I have checked your account and found that your payment has not been processed due to the non-seeding of your Aadhaar number. I suggest you to seed Aadhaar with your bank account from your nearest bank branch and enable it for DBT also to continue to avail the benefit under the PM KISAN scheme.",
        "types":["payment"]
    },
    "FTO not processed, Beneficiary is under re-validation with PFMS": {
        "text":"Dear {{farmer_name}}, As per our records, your Aadhaar is not linked with your bank account. Therefore, benefits have not been released. Please link your Aadhaar with your bank account from your nearest bank branch and enable it for DBT.",
        "types":["payment"]
    },
    "Account blocked/frozen": {
        "text":"Dear {{farmer_name}}, I've checked your account and found that your bank account has been blocked by the Bank. Therefore, benefit could not be released. I suggest you to seed your Aadhaar with your active bank account from your nearest bank branch and enable it for DBT also to continue to avail the benefit of the PM KISAN scheme.",
        "types":["payment"]
    },
    "Account closed": {
        "text":"Dear {{farmer_name}}, I have checked your account and found that your bank account has been closed by Bank. Therefore, benefit could not be released. I suggest you to seed your Aadhaar with your active bank account from your nearest bank branch and enable it for DBT also to continue to avail the benefit of the PM KISAN scheme.",
        "types":["payment"]
    },
    "Account Holder Expired": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that you have not received your payment due to an unfortunate circumstance of a *Death* status has been marked  by the state. If it is not correct, I suggest you to complete your e-KYC to revoke this status to continue to avail the benefit of the scheme if you are otherwise eligible.",
        "types":["payment"]
    },
    "KYC Documents Pending": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that your KYC in the Bank has not been completed. I suggest you to kindly visit your nearest bank branch along with your KYC documents and complete your KYCenable it for DBT. Then you can continue to avail the benefit under the PM KISAN scheme.",
        "types":["payment"]
    },
    "Dormant Account": {
        "text":"Dear {{farmer_name}}, I have checked your status and found that the payment was processed on <<>> but amount was not credited due to inactive bank account. I suggest you to seed your Aadhaar with your active bank account from your nearest bank branch and enable it for DBT also to continue to avail the benefit of the PM KISAN scheme.",
        "types":["payment"]
    },
    "Demo Auth Fail (Incorrect Aadhaar)": {
        "text":"Dear {{farmer_name}}, I checked your record and found that your Aadhaar number in PM KISAN is incorrect. Therefore, benefits have not been released. Please visit PM KISAN nodal officer of your district/block office for further details.",
        "types":["payment"]
    },
    "Land Seeding, KYS": {
        "text":"Dear {{farmer_name}}, I checked your record and found that your Land details were not uploaded by the State/UT Government. I suggest you visit the Block/Tehsil/District Office and get it updated on the PM-KISAN portal",
        "types":["payment"]
    },
    "Farmer Record has been rejected by PFMS / Bank":	{
        "text": "Dear {{farmer_name}}, I have checked your status and found that there is some issue with your bank account. Link your Aadhaar with your active bank account and enable it for DBT payment to continue to avail the benefits.",
        "types":["payment"]
    },
    "Waiting for approval by state":	{
        "text": "Dear {{farmer_name}}, I have checked your status and found that your PMKISAN account is being verified by the State. Please visit your nearest district/ block office and get your details updated on the PM KISAN portal.",
        "types":["payment"]
    },
    "1st installment transaction failed to 15th installment transaction failed":	{
        "text": "Dear {{farmer_name}}, I have checked your status and found that there is some issue with your bank account. Link your Aadhaar with your active bank account and enable it for DBT payment to continue to avail the benefits.",
        "types":["payment"]
    },
    "Farmer belongs to Exclusion category":	{
        "text": "Dear {{farmer_name}}, I have checked your status and found that you have been marked as ineligible by the State as you belong to Exclusion category as per PMKISAN scheme guidelines. If this status is not correct, please Visit your nearest district/ block office and get your details updated on the PM KISAN portal.",
        "types":["payment"]
    },
    "Invalid account type. Account is not Saving or Jandhan":	{
        "text": "Dear {{farmer_name}}, I have checked your status and found that there is some issue with your bank account. Link your Aadhaar with your active bank account and enable it for DBT payment to continue to avail the benefits.",
        "types":["payment"]
    },
    "Farmer marked as \"InEligible\"":	{
        "text": "Dear {{farmer_name}}, I have checked your status and found that you have been marked as ineligible by the State as you belong to Exclusion category as per PMKISAN scheme guidelines. If this status is not correct, please Visit your nearest district/ block office and get your details updated on the PM KISAN portal.",
        "types":["payment"]
    },
    "Temporary hold due to account revalidation":	{
        "text": "Dear {{farmer_name}}, I have checked your status and found that there is some issue with your bank account. Link your Aadhaar with your active bank account and enable it for DBT payment to continue to avail the benefits.",
        "types":["payment"]
    },
    "Exempted/Not given":	{
        "text": "Dear {{farmer_name}}, I have checked your status and found that you have been marked as ineligible by the State as you belong to Exclusion category as per PMKISAN scheme guidelines. If this status is not correct, please Visit your nearest district/ block office and get your details updated on the PM KISAN portal.",
        "types":["payment"]
    },
    "No Errors": {
        "text": "Dear {{farmer_name}}, I have checked your account and found that you received all the instalments till now from your PM KISAN registration date {{Reg_Date (DD-MM-YYYY)}}. You will receive your next instalment payment soon in your Aadhaar seeded bank account."
    }
    
}
